"use strict";

/*
Необходимо пользователя попросить ввести температуру в градусах Цельсия,
преобразовать введенное пользователем значение в соответствующую температуру
в градусах по Фаренгейту и вывести в alert сообщение с таким текстом:
"Цельсий: {C}, Фаренгейт: {F}"
Где вместо {C} и {F} должны быть подставлены соответствующие значения, которые
были получены ранее.
Формула перевода градусов Цельсия в градусы Фаренгейта:
градусы Фаренгейта = (9 / 5) * градусы Цельсия + 32

Уточнение: пользователь всегда вводит корректное число.
*/

const celcius_degree = Number.parseInt(prompt("Введите температуру, C\xB0:"));
const fahrenheit_degree = (9 / 5) * celcius_degree + 32;

alert(`C\xB0: ${celcius_degree}, F\xB0: ${Math.round(fahrenheit_degree * 10) / 10}`);
