"use strict";

/*
Необходимо пользователя попросить ввести температуру в градусах Цельсия,
преобразовать введенное пользователем значение в соответствующую температуру
в градусах по Фаренгейту и вывести в alert сообщение с таким текстом:
"Цельсий: {C}, Фаренгейт: {F}"
Где вместо {C} и {F} должны быть подставлены соответствующие значения, которые
были получены ранее.
Формула перевода градусов Цельсия в градусы Фаренгейта:
градусы Фаренгейта = (9 / 5) * градусы Цельсия + 32

Уточнение: пользователь всегда вводит корректное число.
*/

const celsiusDegree = Number.parseFloat(prompt("Введите температуру, C\xB0:"));
const fahrenheitDegree = (9 / 5) * celsiusDegree + 32;

alert(`C\xB0: ${celsiusDegree}, F\xB0: ${fahrenheitDegree.toFixed(1)}`);
